[
    {
        "id": "fo3ij2r",
        "slug": "/paul",
        "name": "Paul Kenney",
        "tagline": "Strength of Wolf is in the Pack",
        "title": "Mechanical Principal",
        "tasks": ["PE", "LEED AP", "Founder"],
        "year_started": "2008",
        "location": "Atlanta, GA",
        "hobbies": ["networking", "jammin", "drums"],
        "image": "/images/bios/paul.jpg",
        "bio": ["Paul recognized the value of a day’s work at his father’s painting company during high school. This is where he learned his business skills and to value service above profit. Since then,  he's envisioned a dynamic company of his own built on these values.",
                "With an entrepreneurial passion and love for science, Paul returned to Atlanta after college to fulfill his dream. The rigor of his career path has helped him become a top engineer, taught him how to run an efficient company and fostered relationships with many of Atlanta’s most talented engineers.",
                "Many of those engineers form the PEI staff today."],
        "featured_projects": [],
        "pe_registrations": ["AL", "AZ", "CA", "CT", "FL", "GA", "HI", "IA", "ID", "IL",
    "IN", "KS", "LA", "MI", "MO", "MS", "NC", "NE", "NH", "NJ", "NM", "NV", "OH", "OK", "OR", "SC", "SD", "TN", "TX", "UT", "VA", "VT", "WA", "WI",
    "WY"],
        "memberships": ["ASHRAE", "LEED AP"],
        "education": ["B.S. Mechanical Engineering - Montana State University"]
    },

    {
        "id": "34t4h66",
        "slug": "/heyoung",
        "name": "Heyoung Lee",
        "title": "Electrical Principal",
        "education": ["B.S. Electrical Engineering - Virginia Tech", "M.S. Electrical Engineering - Purdue University"],
        "bio": ["Heyoung arrived by himself in the U.S. at age 15 and quickly learned to be self-sufficient.",
        "He graduated as his high school’s salutatorian, even while learning to read and write English. He went on to graduate with honors from Virginia Tech while working 20 hours a week during school and 16-hour days during breaks.",
        "After earning his master’s degree, Heyoung moved to Atlanta and started his engineering career. The values from Heyoung’s lifelong hard work and no-nonsense approach are clearly reflected in his role with the PEI team."],
        "tagline": "Heyoung arrived by himself in the U.S. at age 15 and quickly learned to be self-sufficient.",
        "tasks": [],
        "year_started": "2008",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/heyoung-lee.jpg",
        "featured_projects": [],
        "pe_registrations": [],
        "memberships": []
    },

    {
        "id": "5ytghnt",
        "slug": "/mike",
        "name": "Mike Roeder",
        "tagline": "As a licensed Professional Engineer, Mike focuses on developing comprehensive, cost effective plumbing designs.",
        "title": "Plumbing Principal",
        "tasks": ["Plumbing"],
        "year_started": "2008",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/mike.jpg",
        "bio": [
            "During college, Mike balanced his engineering study with travels throughout the Midwest as a competitor on the University of Michigan’s Water Polo team.",
            "Mike moved to Atlanta after graduation to begin his career in engineering consulting. He has lived here ever since, now raising three children with his wife, Rachel.",
            "During his career, Mike has gained experience across many project types, including ten years in the design and installation of DDC controls and building automation.",
            "As a licensed Professional Engineer, Mike focuses on developing comprehensive, cost effective plumbing designs that ensure efficiency and lifetimes of solid performance."
        ],
        "featured_projects": [],
        "pe_registrations": ["GA"],
        "memberships": ["ASPE"],
        "education": ["B.S. Mechanical Engineering - University of Michigan"]
    },

    {
        "id": "4rkja2",
        "slug": "/brian",
        "name": "Brian Armenta",
        "tagline": "The strength is in the pack",
        "title": "Electrical Principal",
        "tasks": ["PE", "LEED AP"],
        "year_started": "2011",
        "location": "Atlanta, GA",
        "hobbies": ["networking", "jammin", "drums"],
        "image": "/images/bios/brian.jpg",
        "bio": ["Brian served 15 years in the U.S. Coast Guard where he traveled to 30 countries.",
                "After leaving the service, he began his career in electrical building design and pursued increasingly senior design roles at several Atlanta firms where he gained an impressive breadth of experience across commercial disciplines.",
                "In addition to leading PEI’s entry into renewable energy, he has expanded the firm’s presence in the cannabis pharmaceutical market.", 
            "Brian is licensed as a professional engineer in more than 25 states and has served as a senior member of IEEE."],
        "featured_projects": [],
        "pe_registrations": ["AL", "AR", "AZ", "CA", "CO", "DC", "GA", "HI", "KY", "LA", "MA", "MD", "ME", "MN", "NE", "NH", "NY", "OH", "PA", "SC", "TN", "VA", "WI", "UT", "VA", "WI", "WV"],
        "memberships": ["LEED AP", "ISO 9001 Certification Team Member"],
        "education": ["B.S. Electrical Engineering - U.S. Coast Guard Academy", "M.S. Electrical Engineering - Georgia Institute of Technology"]
    },

    {
        "id": "f3ij22",
        "slug": "/jen",
        "name": "Jennifer Duchac",
        "tagline": "Jen's hobbies include cycling, kayaking, hiking, gardening and pretty much anything else outdoors.",
        "title": "Mechanical Principal",
        "tasks": ["Mechanical Engineering"],
        "year_started": "2014",
        "location": "Atlanta, GA",
        "hobbies": ["networking", "jammin", "drums"],
        "image": "/images/bios/jennifer.jpg",
        "bio": ["Jen is a mechanical principal with Proficient Engineering.  She has been in the industry since 2004 and holds a BSME from Georgia Tech.  Jen has been employed both on the consulting engineering side as well as the contracting side of the construction industry.",
                "She has both designed and managed a large variety of project types ranging from large scale cold storage,  distribution centers, or data centers to the quaintest pizza joint one could imagine (300SF!)."],
        "featured_projects": [],
        "pe_registrations": ["GA", "ND", "RI"],
        "memberships": ["ASHRAE"],
        "education": ["B.S. Mechanical Engineering - Montana State University"]
    },
    
    {
        "id": "ju631",
        "slug": "/ron-kight",
        "name": "Ron Kight",
        "tagline": "Ron strives to assume a holistic approach to design services to produce accurate, timely, constructible products with the client always in mind.",
        "title": "Electrical Principal",
        "tasks": ["Electrical", "Management"],
        "year_started": "2016",
        "location": "Atlanta, GA",
        "hobbies": ["networking", "jammin", "drums"],
        "image": "/images/bios/ronkight.jpg",
        "bio": [
            "After graduation, Ron enjoyed two years designing and implementing interior communications systems onboard the USS-Dwight D. Eisenhower (CVN-69) aircraft carrier as a consultant to the US Navy. Ron then moved to Decatur, GA and into the MEP design world.",
            "Ron has been involved in a multitude of projects such as providing onsite construction administration duties in Great Exuma, Bahamas, design services at the Fox Theater in Atlanta, GA, and conducting building assessments for the entire Nashville Public Library System.",
            "In his time with Proficient, Ron has specialized in medical offices, urban/renewal historical preservation, spec warehouses, and restaurants. A licensed PE in 15 states, Ron strives to assume a holistic approach to design services to produce accurate, timely, constructible products with the client always in mind."
        ],
        "featured_projects": [],
        "education": ["B.S. Electrical Engineering - Hampton University"], 
        "pe_registrations": ["AZ","DE", "GA", "IA", "LA", "MS", "NC", "NV", "OH", "OK", "PA", "RI", "TN", "TX", "VT"]
        
    },

    {
        "id": "34aefda",
        "slug": "/jaime",
        "name": "Jaime Merritt",
        "title": "HR/Office Principal",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2015",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/jaime.jpeg",
        "featured_projects": []
    },

    {
        "id": "u78i34",
        "slug": "/tommy",
        "name": "Thomas Wasmund",
        "title": "Mechanical Principal (Knoxville)",
        "education": ["B.S. Mechanical Engineering - Georgia Institute of Technology"],
        "bio": ["Thomas (Tommy) decided to become an engineer while cleaning a grease trap at Wendy’s. Since those days, he traveled to the flats at Georgia Tech to earn his Mechanical Engineering degree.",
            "Tommy was fortunate to start his career at an Atlanta based firm where he developed his skills in HVAC, plumbing, and fuel storage design before joining Proficient Engineering to further his career in Knoxville.",
        "Tommy returned home in the Summer of 2019 as a licensed professional engineer (PE) to bring a trusted MEP firm to assist in East Tennessee’s engineering needs."],
        "pe_registrations": ["GA", "TN"],
        "memberships": ["ASHRAE"],
        "tagline": "Tommy developed his skills in HVAC, plumbing, and fuel storage design before joining Proficient Engineering to further his career in Knoxville.",
        "tasks": ["Electrical Engineering"],
        "year_started": "2019",
        "location": "Knoxville, TN",
        "hobbies": [],
        "image": "/images/bios/tommy.jpg",
        "featured_projects": []
    },

    {
        "id": "joi402r",
        "slug": "/tim",
        "name": "Tim Carroll",
        "title": "BIM Manager",
        "education": ["Architectural Drafting Degree - Gwinnett Technical Institute, Lawrenceville, GA"],
        "bio": ["Tim initially went to college at the Art Institute of Atlanta for 3-D animation in early 2002, as a way to tie a love for computers to art. Soon learning that 3-D animation was mostly outsourced to other nations, he switched functions, still focusing on art, but mostly as a hobby.", 
                "The decision came a few years later when working in outside sales that design and drafting was what the future held for his path. Timing being of the essence, he was taught Revit and BIM theory through his Drafting teacher at Gwinnett Technical College.",
                "Soon after graduation he was placed at a Mechanical consulting firm serving the Atlanta area, and was tasked with setting up the companies Revit standards.",
            "Working with colleges around the Atlanta area, and serving on the Drafting Committee for Gwinnett Technical College, he furthered his interest in Building Information Modeling and construction technologies."],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "Soon after graduation Tim started  serving the Atlanta area tasked with setting up the companies Revit standards.",
        "tasks": ["BIM", "Revit"],
        "year_started": "2019",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/tim.jpg",
        "featured_projects": []
    },

    {
        "id": "4io0jfa",
        "slug": "/katy",
        "name": "Katy Wilson",
        "title": "Office Manager",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": ["Office Management"],
        "year_started": "2023",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/katy.jpeg",
        "featured_projects": []
    },

    {
        "id": "23413",
        "slug": "/jeff",
        "name": "Jeff Gray",
        "tagline": "",
        "title": "Director of IT",
        "tasks": ["IT", "Networking"],
        "year_started": "2021",
        "location": "Atlanta, GA",
        "hobbies": ["networking", "jammin", "guitar"],
        "image": "/images/bios/jeff.jpg",
        "bio": [],
        "education": [],
        "featured_projects": [],
        "pe_registrations": [],
        "memberships": []
    },

    {
        "id": "32r42rfa",
        "slug": "/kurt",
        "name": "Kurt Ehlers",
        "title": "Business Development (Atlanta)",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2024",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/kurt.jpg",
        "featured_projects": []
    },

    {
        "id": "342322",
        "slug": "/andrew-smith",
        "name": "Andrew Smith",
        "title": "Mechanical Project Manager",
        "education": ["B.S. Mechanical Engineering - Georgia Institute of Technology"],
        "bio": ["Andrew graduated from Georgia Tech with High Honors and joined Proficient as one of the first new hires right out of college.",
    "Andrew came to Proficient five years ago and has been rising through the ranks ever since. Through the years, his experience and responsibilities have grown which led him to receive his PE at the start of 2020!",
"He enjoys spending his free time with his dogs, Briggs and Ringo (@briggsbrigade)."],
        "pe_registrations": ["GA"],
        "memberships": ["ASHRAE"],
        "tagline": "Andrew came to Proficient five years ago and has been rising through the ranks ever since.",
        "tasks": [],
        "year_started": "2015",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/andrewsmith.jpg",
        "featured_projects": []
    },


    {
        "id": "34wrqwas",
        "slug": "/ann",
        "name": "Ann Balkovetz",
        "title": "Mechanical Project Manager",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2015",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/ann.jpg",
        "featured_projects": []
    },



    {
        "id": "8ufdafa",
        "slug": "/tyler",
        "name": "Tyler Stephenson",
        "title": "Project Manager (Plumbing)",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2022",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/tyler.jpg",
        "featured_projects": []
    },

    {
        "id": "6gfsva",
        "slug": "/sara",
        "name": "Sara Davis",
        "title": "Project Management",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2020",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/sara.jpg",
        "featured_projects": []
    },

    {
        "id": "8423taf",
        "slug": "/johnathan",
        "name": "Jonathan Slade",
        "title": "Low Voltage",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2023",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/johnathan.jpeg",
        "featured_projects": []
    },

    {
        "id": "64qafa",
        "slug": "/cristina",
        "name": "Cristina Adams",
        "title": "Project Management",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2020",
        "location": "Atlanta, GA",
        "hobbies": [],
        "image": "/images/bios/cristina.jpg",
        "featured_projects": []
    },

    {
        "id": "hu6tj53",
        "slug": "/ron",
        "name": "Ron Patel",
        "tagline": " I focus on building and maintaining client relationships, identifying new business opportunities, and driving growth for the company.",
        "title": "Business Development (Dallas)",
        "tasks": ["Business Development"],
        "year_started": "2024",
        "location": "Dallas, TX",
        "hobbies": ["networking", "jammin", "drums"],
        "image": "/images/bios/ron.jpg",
        "bio": ["I am a proud United States Air Force veteran, an experience that has instilled in me a strong sense of discipline, leadership, and dedication. Following my service, I pursued a bachelor's degree in business administration, which has been instrumental in shaping my career.",
                "Currently, I serve as the Business Development Manager at Proficient Engineering's Dallas office. In this role, I focus on building and maintaining client relationships, identifying new business opportunities, and driving growth for the company. My background in business administration and my professional experiences have provided me with a solid understanding of market dynamics and strategic planning.",
            "Outside of my professional life, I have a deep passion for outdoor activities and adventure. I find relaxation and a connection to nature through fishing. I also enjoy the thrill and exploration that comes with 4-wheeling. Traveling is another significant hobby of mine, offering me the chance to experience diverse cultures and gain new perspectives. These interests not only enrich my personal life but also inspire my professional endeavors, keeping me motivated and creative in my work."],
        
            "education": [],
            "featured_projects": [],
            "pe_registrations": [],
            "memberships": []
    },

    {
        "id": "u903f",
        "slug": "/pratik",
        "name": "Pratik Patel",
        "title": "Lead Mechanical Engineer (Dallas)",
        "education": [],
        "bio": [
            "I'm Pratik, a modern-day renaissance man with a diverse skill set and an insatiable passion for knowledge. After graduating from LTI in 2004, I embarked on a journey as an HVAC subcontractor, gaining invaluable experience in the field. In 2014, I earned my BS in Mechanical Engineering from UTD, and in 2019, I transitioned into the world of MEP consulting as an HVAC Engineer.",
            "Recently, I passed the PE Mechanical Exam and am on the verge of becoming a Professional Engineer. During the week, I dedicate myself to designing HVAC systems and collaborating closely with clients to meet their project needs.",
            "In my free time, I indulge in various hobbies such as 3D design/printing, brewing beer, automotive craftsmanship, fishing, and researching physics. I am particularly proud to lead the launch of Proficient Engineering's newest satellite office in Dallas, TX, where my goal is to provide exceptional MEP consulting services to the Dallas market."
        ],
        "pe_registrations": [],
        "memberships": [
            "American Society of Heating Refrigeration",
            "Airconditioning Engineers (ASHRAE)"
        ],
        "tagline": "I'm Pratik, a modern-day renaissance man with a diverse skill set and an insatiable passion for knowledge.",
        "tasks": [],
        "year_started": "2024",
        "location": "Dallas, TX",
        "hobbies": [],
        "image": "/images/bios/pratik.jpg",
        "featured_projects": []
    },

    {
        "id": "hthsdtg3",
        "slug": "/tucker",
        "name": "Tucker Downs",
        "tagline": "I'm a dedicated business development professional with three years of experience in the Architecture, Engineering, and Construction (AEC) industry",
        "title": "Business Development (Denver)",
        "tasks": ["Business Development"],
        "year_started": "2021",
        "location": "Denver, CO",
        "hobbies": ["networking", "jammin", "drums"],
        "image": "/images/bios/tucker.jpg",
        "bio": ["I'm a dedicated business development professional with three years of experience in the Architecture, Engineering, and Construction (AEC) industry.",
                "Outside of my professional life, I have a passion for sports and the mountains,  enjoying soccer, snowboarding, mountain biking, and golf.",
            "My diverse interests and competitive spirit drive my commitment to building strong relationships in every aspect of my career. Also, spending time with my dog, Lucy!"],
        
            "education": [],
            "featured_projects": [],
            "pe_registrations": [],
            "memberships": []
    },

    {
        "id": "3ihi4raf",
        "slug": "/sean",
        "name": "Sean Lipinski",
        "title": "Mechanical",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2023",
        "location": "Denver, CO",
        "hobbies": [],
        "image": "/images/bios/sean.png",
        "featured_projects": []
    },

    {
        "id": "adsf32rsaf",
        "slug": "/andrew",
        "name": "Andrew Turner",
        "title": "Mechanical Engineer (Knoxville)",
        "education": ["B.S. Electrical Engineering - University of Tennessee Knoxville"],
        "bio": [
                "Andrew grew up in a town surrounded by engineers, so at a young age he decided to follow in his father’s footsteps and become an engineer as well.",
                "He moved from Los Alamos, New Mexico to Knoxville, where he decided to attend the University of Tennessee and earn his Electrical Engineering degree.",
                "After graduation, Andrew joined Proficient Engineering in Atlanta where he decided to dive into the MEP industry. A couple years later, Andrew returned to Knoxville to help launch Proficient Engineering’s first satellite office."
            ],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "Andrew joined Proficient Engineering in Atlanta where he decided to dive into the MEP industry.",
        "tasks": ["Electrical Engineering"],
        "year_started": "2019",
        "location": "Knoxville, TN",
        "hobbies": [],
        "image": "/images/bios/andrew-turner.jpg",
        "featured_projects": []
    },

    {
        "id": "341413",
        "slug": "/nate",
        "name": "Nate Finnerty",
        "title": "Lead Mechanical Engineer (Denver)",
        "education": ["B.S. Mechanical Engineering - Colorado State University"],
        "bio": ["Most would describe Nate as a man with many interests. During the week, he works as a professional mechanical engineer, and on the weekends, he can be found playing nearly any sport known to man or in the mountains with his Labrador.",
                "Nate was born and raised in Colorado and attended CSU where he received a mechanical engineering degree. After college, he started his career as a 3D Solidworks designer until he decided to change focus and join a mechanical firm out of Fort Collins.",
            "Here, Nate found his passion in construction and systems design. In 2020, he became a licensed professional engineer in Colorado and joined the Proficient team. Now, Nate is actively working on bringing Proficient to Denver and thereby establishing the company’s third office location in the U.S."],
        "pe_registrations": ["CO"],
        "memberships": ["OSHA 10 Certification"],
        "tagline": "Nate was born and raised in Colorado and attended CSU where he received a mechanical engineering degree.",
        "tasks": ["Mechanical Engineering"],
        "year_started": "2020",
        "location": "Knoxville, TN",
        "hobbies": [],
        "image": "/images/bios/nate.jpg",
        "featured_projects": []
    },

    {
        "id": "342367",
        "slug": "/dylan",
        "name": "Dylan Lynch",
        "title": "Project Manager (Plumbing)",
        "education": ["B.S. Mechanical Engineering - University of Tennessee Knoxville"],
        "bio": ["Most of Dylan’s childhood was either spent playing competitive sports or hunting/fishing with his father where he learned the values of teamwork, accountability, and patience necessary to excel in the construction industry.",
            "Lynch graduated high school with highest honors and went on to graduate summa cum laude from the University of Tennessee. In college, much of his internship experience was on the manufacturing side of engineering, but he always had the desire to break into the design industry.",
        "All it took was one visit to the office to know that the Proficient Engineering culture was the perfect fit."],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "Dylan graduated high school with highest honors and went on to graduate summa cum laude from the University of Tennessee.",
        "tasks": [],
        "year_started": "2016",
        "location": "Knoxville, TN",
        "hobbies": [],
        "image": "/images/bios/dylan-lynch.jpg",
        "featured_projects": []
    },

    {
        "id": "342342",
        "slug": "/darren",
        "name": "Darren Clayton",
        "title": "Electrical Project Manager",
        "education": ["B.S. Electrical Engineering - Georgia Institute of Technology"],
        "bio": ["There is a strong engineering background in Darren’s family as his grandfather, father and brother were all engineers. At a young age he was intrigued by electricity which was fostered by an electrical circuit play set.",
                "This hobby and a fondness for math were some of the reasons that led him to pursue a major in electrical engineering at Georgia Tech.",
            "Darren has been a part of the PEI team for over five years. One of his favorite things about his job is the people that he gets to work with."],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "A fondness for math were some of the reasons that led him to pursue a major in electrical engineering at Georgia Tech.",
        "tasks": ["Electrical", "Project Management"],
        "year_started": "2016",
        "location": "Knoxville, TN",
        "hobbies": [],
        "image": "/images/bios/darren.png",
        "featured_projects": []
    },



   
    {
        "id": "34ropjfa",
        "slug": "/chase",
        "name": "Chase Kuykendall",
        "title": "Project Manager (Plumbing)",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2020",
        "location": "Knoxville, TN",
        "hobbies": [],
        "image": "/images/bios/chase.png",
        "featured_projects": []
    },


    {
        "id": "893hadasf",
        "slug": "/dylan-bell",
        "name": "Dylan Bell",
        "title": "Project Manager (Plumbing)",
        "education": [],
        "bio": [],
        "pe_registrations": [],
        "memberships": [],
        "tagline": "",
        "tasks": [],
        "year_started": "2023",
        "location": "Alabama",
        "hobbies": [],
        "image": "/images/bios/dylan-bell.jpg",
        "featured_projects": []
    }

]