[
    {
        "id": "212afa",
        "name": "SweetWater Brewing Company",
        "project_tagline": "PEI is a very professional MEP engineering consulting group. They work efficiently and are great to collaborate with. Without expection, all the members of PEI team have been very capable, efficient, and friendly. Yes, I would absolutely recommend PEI to other firms.",
        "project_description": [
            "The SweetWater Brewery project is located at 195 Ottley Drive in Atlanta, Georgia. Partnering with Studio Chib, our goal of the projects was to create indoor \\ outdoor musical experience, and relaxing with a beer. The focus of the indoor space was a central beer bar with an open kitchen surround by friendship-style dining tables that offers views of the brewery's beer making process.",
            "The outdoor space is directly connected through openable glass garage doors and has an elevated patoio that is covered by a canopy and wood trellis allowing the customer to view the musical event stage set amidst a sprawling green landscaped lawn.",
            "The biggest challenge of project was manage the tight project schedule and keeping the project within the budget while meeting the client's expectations.",
            "Concealed existing conditions discovered during construction as well as the dining area's open design posed some additional challenges."
        ],

        "year_completed": "2021",
        "location": "Atlanta, GA",
        "client_name": "SweetWater, LLC",
        "images": [],
        "projectType": "Food and Beverages"
    },

    {
        "id": "542j21",
        "name": "New Company",
        "project_tagline": "PEI is a very professional MEP engineering consulting group. They work efficiently and are great to collaborate with. Without expection, all the members of PEI team have been very capable, efficient, and friendly. Yes, I would absolutely recommend PEI to other firms.",
        "project_description": [
            "New company is awesome!"
        ],

        "year_completed": "2024",
        "location": "Los Angeles, CA",
        "client_name": "Test, LLC",
        "images": [],
        "projectType": "Food and Beverages"
    }
]